[{"title":"随记","date":"2018-11-01T06:59:37.000Z","path":"uncategorized/随记/","text":"&#160; &#160; &#160; &#160;为什么要自己制作一个博客呢？在微博上面，空间写写不好么？ 微博，空间固然很方便，但是也太low了。满足不了自己的这颗臭牛逼的心，结合自己的专业，决定动手搭建个人博客才符合自己的胃口。&#160; &#160; &#160; &#160;首先说说一开始的坑，最开始一块钱在腾讯云上面注册个域名，后来在知乎上面都说阿里云的服务器主机比较好，在阿里云买了一个月的学生机，发现没有备案码，需要买三个月以上才能备案，得，买！！！，续费两个月，才发现腾讯的域名只能用腾讯的主机。gg。又回归阿里注册个域名。申请备案，身份证照片、网站真实性检验单都打印了，最后发现需要注册人手机号的三个月的消费账单，还必须是实名本人的，手上三个手机号，没有一个是自己实名的。在纠结犹豫着要不要周末回家备个案的时候，浏览到腾讯云备案没那么苛刻，不需要消费账单，兜兜转转还是你腾讯云。很快提交了各种资料，客服下午就打来电话，要求改一下不符合的地方。 现在坐等幕布，然后拍照到管局审核。&#160; &#160; &#160; &#160;在等幕布的时候发现制作个人博客不需要主机备案，在github上托管仓库，用hexo在本地制作就可以了，甚至域名解析都不用。看到这里我哭了。手里抓着钱包心痛。&#160; &#160; &#160; &#160;最后说说觉得时间过得太快了，一眨眼我都大三了，觉得什么都没学到，看的python也看一章忘一章，觉得时间留不住，还是记录在纸上才能留存下去。我想让时间慢下来，每个假期哪儿也不去，看窗外的四季变化，在窗子里思念过去，把文字排列整齐。","tags":[]},{"title":"摘录","date":"2018-11-01T06:17:24.000Z","path":"摘录/摘录/","text":"我眼中的世界非黑即白，而你是色彩，是我人生中的全部色彩。那即将缠绕他一生的笑声，每次都像有什么东西光着脚丫在他的胸膛内奔跑从没听过如此动人的声音 她说话的样子就像随时都会笑出声来 而她笑出声的时候 欧维觉得那笑声像是香槟泡沫发出的声音要是有人问起，他会说，在她之前，他没有生活。之后也没有。对于死亡最大的恐惧，在于它与我们擦肩而过，留下我们独自一人 –《一个叫欧维的男人决定去死》","tags":[]},{"title":"如你所愿","date":"2018-10-31T08:10:16.000Z","path":"读书/如你所愿/","text":"生而为人，我很抱歉&#160; &#160; &#160; &#160;今天看完了被嫌弃的松子的一生，首先要自爱 才能值得别人去爱你，其实很羡慕松子，松子能够在人生的每一个阶段每一个抉择的时候都能够按照内心的指示去选择，哪怕是这个选择是众人所弃之，所不齿的，松子都能够很好的选择，反观我们，犹犹豫豫，慌慌张张，连一个晚上去洗脸都要拉上一个室友去。如此一比，顿时感觉我们却少的是忍受孤独的能力。&#160; &#160; &#160; &#160;文中有这样一个片段，松子在失手杀掉小野寺，在监狱考取理发师的资格，出狱后本应该在 茜 店里面安稳，踏实的去过普通的生活，没想到遇见了初中时的学生 龙洋一，龙洋一对松子表明了自己的爱意，不嫌弃松子之前有杀过人，和小白脸同居过，当过土耳其女郎，以及和作家的厮混，这些的这些他都不介意。读到这时的我本以为松子就会和龙洋一这样渡过一生，不在困难。没想到龙洋一的身份并不是简单的司机，而是运贩毒品的小弟，同时也是一个不单纯的警察卧底，在他提出想放弃这样混沌的生活，警察以及社团都没有放过他，社团大哥知道龙洋一和松子躲在的旅店，给了他24小时的时间，让他最后享受一回，时间一到，要么大哥杀进去，要么给龙洋一自杀的机会，这也是大哥最后的仁慈。旅店内 他们凭着冰毒的劲头，疯狂的做爱，说着情话，幻想着未来，在最后的时刻，龙洋一拨通了报警电话，留住了自己一命，同时因为吸毒贩毒、龙洋一处以四年的刑期，松子被判了一年，在松子出狱的时候，她傻傻的希望和龙洋一结婚，并对龙洋一寄去了结婚申请书，这时的龙洋一突然觉得自己配不上松子，觉得这么多年来都是他害得松子这样，没有签申请书。而松子以为这只是龙洋一 一时小孩子脾气犯了 松子在监狱附近找了一家理发店工作，每天上班骑车的路上能路过监狱的围墙，她会自言自语也是对着围墙里面的龙洋一说话，自己叨扰着 要加油啊！龙洋一 今天天气不错呢 你还好吗…… 松子每天很努力的工作，每天的目标都定在了三年后他出狱的时候，每天重复着，上班，对着围墙讲话，工作，下班回家，重复前一天，生活很有动力。三年一晃而过，今天就是龙洋一出狱的时候了，她早早的起床，闷了饭，煮了汤，做了他最爱吃的菜，并想到等一起回到家后再炒鸡蛋，换上了准备了好久的内衣，外套。远远的站在监狱大门外等候着，咔嗒大门开了，龙洋一瞪大了双眼，惊奇的看着她，松子小跑上去想抱住他，却被他一把推开了，他本以为松子这么多年应该忘记了他，他抢走了松子的钱，跑开了，留下松子站在原地喊着，龙洋一那边不是回家的方向啊，我在这里。&#160; &#160; &#160; &#160;读到这里我再也忍受不住，眼泪不禁的往外流，心酸，那时的我就好像站在了松子的身后，看着龙洋一跑开，心中的苦涩，一瞬间慌了神三年的目标，就在这一瞬间瓦解。&#160; &#160; &#160; &#160;对不起，生而为人，我很抱歉。&#160; &#160; &#160; &#160;晚安。06.18-23:57","tags":[{"name":"被嫌弃的松子的一生","slug":"被嫌弃的松子的一生","permalink":"http://ixieyu.top/tags/被嫌弃的松子的一生/"}]},{"title":"随记","date":"2018-10-30T14:56:00.891Z","path":"随记/随记-孤独的人/","text":"&#160; &#160; &#160; &#160;最孤单的人分为两种，一种是恨不得全世界的都跟他一样倒霉，一种则希望别人能幸福，因为看到幸福的人，他也略略温暖。","tags":[]},{"title":"Hello","date":"2018-10-30T11:04:15.491Z","path":"uncategorized/Hello-感谢/","text":"感谢你来到我的小站，这将是我记录生活的地方。记录是一件拯救生命的决定。","tags":[]},{"title":"Hello World","date":"2018-10-30T09:10:20.127Z","path":"uncategorized/hello-world/","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","tags":[]}]